{
  "common-gameName": "Hash typer",
  "common-play": "Spielen",
  "common-settings": "Einstellungen",
  "common-highscores": "Hohe Punktzahlen",
  "common-score": "Ergebnis",
  "common-score": "Ergebnis: {0}",
  "common-back": "Zurück",
  "common-continue": "Weiter",
  "common-seed-completion": "Fertigstellung des Saatguts: {0} %",
  "pg-highscores-title": "Hohe Punktzahlen",
  "pg-highscores-table-score": "Ergebnis",
  "pg-highscores-table-wordCount": "Wortzahl",
  "pg-highscores-table-timeElapsed": "Verstrichene Zeit",
  "pg-highscores-table-wordsPerSeconds": "Wörter pro Sekunde",
  "pg-briefing-title": "Unterrichtung",
  "pg-briefing-paragraph-1": "Willkommen zurück, Z. Ich habe einen Job für dich. Wir haben diesen Cipher von ein paar Hackern bekommen. Wir kommen nur nicht an ihn ran. Wie ich höre, hast du jetzt die Kontrolle über das Hashing der Chiffre. Können Sie ihn knacken? Du bekommst deine Belohnung, natürlich.",
  "pg-briefing-paragraph-2": "Ist das Z? Ist es das? Na toll. Ich habe diese Diskette mit geheimen Daten von einem \"Freund\" bekommen, aber das Laufwerk musste kaputt gehen, bevor ich genug Daten bekommen konnte. Kannst du sie dir nicht mal ansehen? Keine Sorge, ich sorge dafür. Ich sorge dafür, dass du dein Geld bekommst.",
  "pg-briefing-paragraph-3": "Hallo, Z. Ich habe einen Auftrag für dich. Du weißt sicher, dass das streng geheim ist und niemand davon erfahren darf. Wir haben eine der Chiffren der Gang und kommen nicht rein. Ich bin sicher, dass Sie das hinkriegen. Wenn du das schaffst und den Mund hältst, werden wir dich belohnen.",
  "pg-typer-start": "Geben Sie \"Start\" ein, um das Spiel zu starten.",
  "pg-typer-type-start": "start",
  "pg-typer-game-over-1": "Sie haben es versäumt, den richtigen Seed rechtzeitig zu erkennen. Alle Daten wurden zusätzlich mit einer Gleitkommazahl verschlüsselt. Es gibt keine Möglichkeit, dass jemand das herausfindet.",
  "pg-typer-game-over-2": "Die Zeit für einen Durchbruch ist abgelaufen. Die Daten sind verloren gegangen. Aber es gibt eine Nachricht, die Sie erhalten haben. \"Versuchen Sie Ihr Glück beim nächsten Mal.\"",
  "pg-typer-game-over-3": "Es scheint, dass die Verschlüsselung für Sie zu schwierig ist. Versuchen Sie, mit etwas Einfachem zu beginnen. Vielleicht mit einfacher Algebra. Das könnte Ihren Fähigkeiten entsprechen.",
  "pg-typer-game-over-4": "Sieht aus, als wären Sie nicht rechtzeitig durchgekommen. Die Daten sind immer noch gesperrt.  Hoffentlich sammeln Sie mehr Erfahrung und machen es beim nächsten Mal richtig.",
  "pg-typer-game-win-1": "Glückwunsch, Sie haben einen Samen gefunden. Nach der Suche haben Sie einige wertlose Dokumente und einige Familienfotos aus dem Urlaub gefunden. So viel Aufwand für so etwas?",
  "pg-typer-game-win-2": "Sie haben das Saatgut gefunden. Nachdem du die Daten untersucht hast, hast du einige wichtige Kontakte gefunden, die du für weitere Untersuchungen gespeichert hast. Du hast den Code und das Saatgut zurückverkauft und deine Belohnung erhalten.",
  "pg-typer-game-win-3": "Nach harter Arbeit hast du einen Samen gefunden. Du hast ihn benutzt und die geheimen Dokumente entdeckt. Du hast einen Scan gemacht und die Daten zurückgegeben. Du solltest sie dir bald ansehen. Irgendetwas stimmt hier nicht...",
  "pg-typer-game-win-4": "Nach dem Einbruch haben Sie alle Dateien und dann die Geheimdateien untersucht. Sie waren von TSN-322 fasziniert. Du hast deine eigene Sicherungskopie erstellt und alles zurückgegeben. Aber Sie dachten, es gäbe noch mehr Informationen...",
  "pg-typer-game-win-title-1": "Du hast den Samen gefunden",
  "pg-typer-game-win-title-2": "Sie haben den Durchbruch geschafft",
  "pg-typer-game-win-title-3": "Der Schutz wurde verletzt. Daten sind verfügbar",
  "pg-typer-game-over-title-1": "Die Zeit ist um",
  "pg-typer-game-over-title-2": "Hacking-Zeit vorbei",
  "pg-typer-game-over-title-3": "Hacks sind nicht erlaubt",
  "pg-score-title-win": "Sie haben erfolgreich Saatgut gefunden",
  "pg-score-title-lost": "Sie haben versagt! Der Deal ist vom Tisch",
  "pg-score-paragraph": "Jetzt können Sie Ihre Statistiken für diesen Job überprüfen",
  "pg-score-score": "Ergebnis: {0}",
  "pg-score-word-count": "Wortzahl: {0} ",
  "pg-score-time-elapsed": "Verstrichene Zeit: {0} Sekunden",
  "pg-score-word-per-second": "Wort pro Sekunde: {0}",
  "pg-settings-title": "Einstellungen",
  "pg-briefing-title2": "Briefing"
}