{
  "common-gameName": "Hash typer",
  "common-play": "Play",
  "common-settings": "Settings",
  "common-highscores": "High scores",
  "common-score": "Score",
  "common-score-with-placeholder": "Score: {0}",
  "common-back": "Back",
  "common-seed-completion": "Seed completion: {0} %",
  "common-continue": "Continue",
  "pg-highscores-title": "High scores",
  "pg-highscores-noData-title": "No score data available",
  "pg-highscores-noData-paragraph": "No data available. Play the game first!",
  "pg-highscores-table-score": "Score",
  "pg-highscores-table-wordCount": "Word count",
  "pg-highscores-table-timeElapsed": "Time elapsed",
  "pg-highscores-table-wordsPerSeconds": "Words per second",
  "pg-briefing-title": "Briefing",
  "pg-briefing-paragraph-1": "Welcome back Z. I've got a job for you. We got this cipher from a bunch of hackers. We just can't get into it. I hear you're in control of the seed hashing now. Could you crack it? You'll get your reward, of course.",
  "pg-briefing-paragraph-2": "Is this Z? Is it? Great. Look, I got this disk with secret data from a \"friend\", but the drive had to go before I could get enough data. Couldn't you take a look at it? Don't worry. I'll make sure you get paid.",
  "pg-briefing-paragraph-3": "Hello, Z. I have some work for you. I'm sure you understand this is top secret so no one can know. We got one of the gang's ciphers and we can't get in. I'm sure you can handle it. If you can do that and keep your mouth shut, we'll reward you.",
  "pg-typer-start": "type \"start\" to start the game",
  "pg-typer-type-start": "start",
  "pg-typer-game-over-1": "You failed to detect the correct seed in time. All the data was further encrypted with a floating point number. There's no way someone's gonna figure this out.",
  "pg-typer-game-over-2": "The time for a breakthrough is up. The data has been lost. But there is one message you managed to get. \"Try your luck next time.\"",
  "pg-typer-game-over-3": "It seems that encryption is too difficult for you. Try starting with something simple. Maybe basic algebra. That might fit your skills.",
  "pg-typer-game-over-4": "Looks like you didn't break through in time. The data is still locked.  Hopefully, you'll get more experience and get it right next time.",
  "pg-typer-game-win-1": "Congratulations, you managed to find a seed. After searching you found some worthless documents and some family photos from your vacation. So much effort for this?",
  "pg-typer-game-win-2": "You found the seed. After exploring the data, you found some important contacts that you saved for further exploration. You sold the code and the seed back and got your reward.",
  "pg-typer-game-win-3": "After hard work, you found a seed. You used it and discovered the secret documents. You made a scan and handed the data back. You should be looking at them soon. Something's not right...",
  "pg-typer-game-win-4": "After breaking in, you examined all the files and then the secret files. You were intrigued by TSN-322. You made your own backup and handed everything back. But you still thought there was more information...",
  "pg-typer-game-win-title-1": "You found the seed",
  "pg-typer-game-win-title-2": "You've successfully broken through",
  "pg-typer-game-win-title-3": "Protection breached. Data is available",
  "pg-typer-game-over-title-1": "Time is up",
  "pg-typer-game-over-title-2": "Hacking time over",
  "pg-typer-game-over-title-3": "No hacks are allowed",
  "pg-score-title-win": "You have successfully found seed",
  "pg-score-title-lost": "You have failed! The deal is off table",
  "pg-score-paragraph": "Now you can check your stats for this job",
  "pg-score-score": "Score: {0}",
  "pg-score-word-count": "Word count: {0} ",
  "pg-score-time-elapsed": "Time elapsed: {0} seconds",
  "pg-score-word-per-second": "Word per second: {0}",
  "pg-settings-title": "Settings",
  "pg-briefing-title2": "Briefing"
}